[BoxOfBeer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_BottleOfBeerPickup MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cerveja de Rakk"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_BottleOfBeerPickup:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="ADVERTÊNCIA: a cerveja de Rakk nada mais é do que solvente de pintura com outra embalagem. Não beba a menos que você goste de consumir solvente."
NoConstraintText=""
Suffix=""
Prefix=""

